[
    {
        "id": 5001,
        "name": "Hidalgo Enrollment Center",
        "shortName": "Hidalgo Enrollment Center",
        "locationType": "LND",
        "locationCode": "2305",
        "address": "Anzalduas International Bridge",
        "addressAdditional": "5911 S. STEWART ROAD ",
        "city": "Mission",
        "state": "TX",
        "postalCode": "78572",
        "countryCode": "US",
        "tzData": "America/Chicago",
        "phoneNumber": "9562057929",
        "phoneAreaCode": "",
        "phoneCountryCode": "1",
        "phoneExtension": "",
        "phoneAltNumber": "9562057936",
        "phoneAltAreaCode": "",
        "phoneAltCountryCode": "1",
        "phoneAltExtension": "",
        "faxNumber": "9562057935",
        "faxAreaCode": "",
        "faxCountryCode": "1",
        "faxExtension": "",
        "effectiveDate": "2023-02-18T00:00",
        "temporary": false,
        "inviteOnly": false,
        "operational": true,
        "directions": "The Hidalgo Enrollment Center is located at the Anzalduas International Bridge.  4.6 miles South of I-2 on Bryan Road / Anzalduas Highway Mission, TX.  Look for large yellow barrels on left hand side of road.  Take road on left hand side of barrels to the public parking area. ",
        "notes": "Arriving more than 15 minutes late to your scheduled appointment may result in being rescheduled to the next available appointment.  Please bring all necessary travel documents, proof of residency, solvency and if you have a vehicle included on your application, proof of current insurance and registration.  Due to COVID-19 a facemask will be required to be worn to enter the facility.  ",
        "mapFileName": "/locations/5001/image",
        "accessCode": "",
        "lastUpdatedBy": "DFBC185",
        "lastUpdatedDate": "2023-02-18T09:00:49",
        "createdDate": "2010-03-25T07:57:21",
        "remoteInd": false,
        "services": [
            {
                "id": 1,
                "name": "Global Entry"
            },
            {
                "id": 3,
                "name": "SENTRI"
            },
            {
                "id": 4,
                "name": "U.S. / Mexico FAST"
            }
        ]
    },
    {
        "id": 5003,
        "name": "Brownsville Enrollment Center",
        "shortName": "Brownsville Enrollment Center",
        "locationType": "LND",
        "locationCode": "2301",
        "address": "700 Amelia Earhart Dr, Brownsville, Texas",
        "addressAdditional": "Brownsville South Padre Island International Airpo",
        "city": "Brownsville",
        "state": "TX",
        "postalCode": "78521",
        "countryCode": "US",
        "tzData": "America/Chicago",
        "phoneNumber": "9569835668",
        "phoneAreaCode": "",
        "phoneCountryCode": "1",
        "phoneExtension": "",
        "phoneAltNumber": "9569835669",
        "phoneAltAreaCode": "",
        "phoneAltCountryCode": "1",
        "phoneAltExtension": "",
        "faxNumber": "9569835604",
        "faxAreaCode": "",
        "faxCountryCode": "1",
        "faxExtension": "",
        "effectiveDate": "2006-11-07T06:00",
        "temporary": false,
        "inviteOnly": false,
        "operational": true,
        "directions": "Inside the Brownsville South Padre Island International Aiport.",
        "notes": "",
        "accessCode": "",
        "lastUpdatedBy": "DFC6DQL",
        "lastUpdatedDate": "2021-10-04T12:35:39",
        "createdDate": "2016-06-24T15:17:26",
        "remoteInd": false,
        "services": [
            {
                "id": 1,
                "name": "Global Entry"
            },
            {
                "id": 3,
                "name": "SENTRI"
            }
        ]
    },
    {
        "id": 5004,
        "name": "Laredo Enrollment Center",
        "shortName": "Laredo Enrollment Center",
        "locationType": "LND",
        "locationCode": "2304",
        "address": "400 San Edwardo",
        "addressAdditional": "",
        "city": "Laredo",
        "state": "TX",
        "postalCode": "780443130",
        "countryCode": "US",
        "tzData": "America/Chicago",
        "phoneNumber": "9565237399",
        "phoneAreaCode": "",
        "phoneCountryCode": "1",
        "phoneExtension": "",
        "phoneAltNumber": "",
        "phoneAltAreaCode": "",
        "phoneAltCountryCode": "",
        "phoneAltExtension": "",
        "faxNumber": "",
        "faxAreaCode": "",
        "faxCountryCode": "",
        "faxExtension": "",
        "effectiveDate": "2009-06-01T05:00",
        "temporary": false,
        "inviteOnly": false,
        "operational": true,
        "directions": "GPS address: 400 San Eduardo Ave, Laredo, TX 78040\n\nGPS Coordinates:  Latitude 27.503519 , Longitude -99.501918",
        "notes": "You will need to provide the following original documents for SENTRI: Your US citizenship or legal immigration status, A valid driver’s license, Your vehicle registration and US car insurance, A notarized letter authorizing your vehicles use if it is not owned by you, Proof of residence such as a utility bill, Court disposition papers for any prior arrests or convictions\nYou will need to provide the following original documents for GLOBAL ENTRY: A valid Passport. Book, A permanent resident card (if applicable), Court disposition papers for any prior arrests or convictions, If adding a vehicle: Your vehicle registration and US car insurance,\n\nEn Espanol: Usted tendrá que proporcionar los siguientes documentos originales para SENTRI: Su ciudadanía estadounidense o estatus migratorio legal, Una licencia de conducir válida, Su registro de vehículo y seguro de automóvil de EE. UU., Una carta notarizada que autorice a sus vehículos a usar si no es de su propiedad, Prueba de residencia como una factura de servicios públicos, documentos de disposición de la Corte para cualquier arresto o condena previa\nDeberá proporcionar los siguientes documentos originales para GLOBAL ENTRY: Un pasaporte válido. Libro, Una tarjeta de residente permanente (si corresponde), documentos de disposición de la Corte para cualquier arresto o condena previa, Si agrega un vehículo: Su registro de vehículo y seguro de automóvil de EE. UU., Una carta notarizada que autorice a sus vehículos a usar si no es de su propiedad.",
        "mapFileName": "/locations/5004/image",
        "accessCode": "",
        "lastUpdatedBy": "DFFJKNH",
        "lastUpdatedDate": "2022-08-22T09:45:59",
        "createdDate": "2009-08-11T12:32:06",
        "remoteInd": false,
        "services": [
            {
                "id": 1,
                "name": "Global Entry"
            },
            {
                "id": 3,
                "name": "SENTRI"
            }
        ]
    },
    {
        "id": 5007,
        "name": "Nogales, AZ",
        "shortName": "Nogales Enrollment Center",
        "locationType": "LND",
        "locationCode": "2604",
        "address": "200 N. MARIPOSA RD STE. B700",
        "addressAdditional": "",
        "city": "NOGALES",
        "state": "AZ",
        "postalCode": "85621",
        "countryCode": "US",
        "tzData": "America/Phoenix",
        "phoneNumber": "5203972184",
        "phoneAreaCode": "",
        "phoneCountryCode": "1",
        "phoneExtension": "",
        "phoneAltNumber": "",
        "phoneAltAreaCode": "",
        "phoneAltCountryCode": "",
        "phoneAltExtension": "",
        "faxNumber": "",
        "faxAreaCode": "",
        "faxCountryCode": "",
        "faxExtension": "",
        "effectiveDate": "2017-04-03T07:00",
        "temporary": false,
        "inviteOnly": false,
        "operational": true,
        "directions": "Applicants traveling South on I-19 will exit on Mariposa Rd. Exit (Exit 4). Turn right onto Mariposa Rd. Travel West for approximately 2.5 miles.  Turn left onto Port Access Drive (the last stop light on Mariposa Rd.) Visitor parking is 1 block from stop lights. \nVisitor parking is located to the right side of the Security Guard Booth. ",
        "notes": "Necessary documentation: Valid passport book, Birth Certificate, Lawful Permanent Resident Card (I-551),  Naturalization Certificate and/or U.S. visa. Valid Drivers License with current address; if your address is out of date on your license, please present proof of residency at the interview (ie: utility bill, mortgage statement, etc.) and proof of Solvency (employment). Due to limited seating in waiting area only the applicant will be permitted inside the building. It is also recommended that you not arrive earlier than 15 minutes prior to your scheduled appointment. ***Documentación necesaria: pasaporte válido, certificado de nacimiento, tarjeta de residente permanente legal (I-551), certificado de naturalización y / o visa de los EE.UU. Licencia de conducir válida con dirección actual; Si su dirección no está actualizada en su licencia, presente prueba de residencia en la entrevista (es decir, factura de servicios públicos, estado de cuenta de la hipoteca, etc.) y prueba de solvencia (empleo). Debido a los asientos limitados en el area de espera solo los que tiene cita pueden pasar. Tambien se recomienda llegar 15 minutos antes de su cita programanda.",
        "accessCode": "",
        "lastUpdatedBy": "DEI6T2K",
        "lastUpdatedDate": "2023-07-31T08:55:14",
        "createdDate": "2017-05-13T12:34:57",
        "remoteInd": false,
        "services": [
            {
                "id": 1,
                "name": "Global Entry"
            },
            {
                "id": 3,
                "name": "SENTRI"
            },
            {
                "id": 4,
                "name": "U.S. / Mexico FAST"
            }
        ]
    },
    {
        "id": 5023,
        "name": "Detroit Enrollment Center Global Entry",
        "shortName": "Detroit Enrollment Center",
        "locationType": "LND",
        "locationCode": "3801",
        "address": "2810 W. Fort Street Suite 124",
        "addressAdditional": "",
        "city": "Detroit",
        "state": "MI",
        "postalCode": "48216",
        "countryCode": "US",
        "tzData": "America/New_York",
        "phoneNumber": "3139647973",
        "phoneAreaCode": "",
        "phoneCountryCode": "1",
        "phoneExtension": "",
        "phoneAltNumber": "",
        "phoneAltAreaCode": "",
        "phoneAltCountryCode": "",
        "phoneAltExtension": "",
        "faxNumber": "",
        "faxAreaCode": "",
        "faxCountryCode": "",
        "faxExtension": "",
        "effectiveDate": "2021-08-31T04:00",
        "temporary": false,
        "inviteOnly": false,
        "operational": true,
        "directions": "The Enrollment Center is located on the U.S. side of the Ambassador Bridge at the Fort Street Cargo Facility. Do not panic when you see the sign “no re-entry to the United States”. Most Navigation systems have not been updated for this area. The WAZE app will guide you to the facility by entering “Detroit Enrollment Center (FAST/NEXUS)” into the app. Download the WAZE app from your app store. You may also follow these directions: Step 1) Choose Your Starting Point FROM CANADA: Take the Ambassador Bridge. After the tollbooths, use the I-75 South ramp. Exit on Clark Street. Turn left on Clark Street. Turn left on Grand Blvd West. Follow the bridge to Canada sign. FROM I-75: Take the exit 47 B Bridge to Canada. Follow the bridge to Canada sign. FROM I-94: Take the exit 213 B to I-96E. Take the exit 192 B Bridge to Canada. Follow the bridge to Canada sign. FROM I-96: Take the exit 192 B Bridge to Canada. Follow the bridge to Canada sign. Step 2) Do not panic when you see the sign “No Re-Entry to the United States”. Step 3) Continue on the service route that leads to the Ambassador Bridge. Step 4) Merge left and you will see a blue sign on the left hand side of the road that says “Cargo Facility / Enrollment Center” and proceed underneath the bridge. Step 5) Under the bridge, you will find a key pad, please press button to be remotely greeted. Step 6) After you are released, approach the gate and wait for it to open. Turn right and continue to the second building on your left. Park in the designated NEXUS/FAST parking area.",
        "notes": "Thank you for scheduling your appointment at the Detroit Enrollment Center (EC),  Detroit, MI.  Please print and follow the instructions to assist you during your visit. Firearms and Weapons of any kind are not allowed anywhere within the Fort Street Cargo Facility. Due to Limited Parking, you will not be allowed in our facility more than thirty minutes in advance of your appointment time. \n\n In response to the threat of COVID-19, the Enrollment Center (EC) is taking necessary precautions to keep its employees and the public safe and healthy by implementing safety measures to promote social distancing. CBP will continue to support the whole-of-government response to the outbreak and follow the State of Michigan mandated guidelines. All applicants arriving to the Detroit EC are required to practice social distancing (face masks are optional). \n\nDocuments to Bring: Proof of Citizenship, Driver License, proof of employment, and any other supporting documents you believe will assist with your application, such as Certified Court Disposition for Arrest (if you were ever arrested). \n\nSpecial instructions for applicants: Firearms and Weapons of any kind are not allowed anywhere within the Facility. If using a Rideshare Service (Uber/Lyft) please ask your driver to wait for you until your interview is completed. Food or Drinks are not allowed in the EC. Electronic Communications Devices must be turned off. Due to limited space, event access is strictly limited to the applicant/s being interviewed (excluding minor children). Additional guest may be asked to wait in the vehicle.\n\nDue to Limited Parking, You will not be allowed in our facility more than one hour in advance of your appointment time. \n\nFor more information, go to https://ttp.cbp.dhs.gov/\n",
        "mapFileName": "/locations/5023/image",
        "accessCode": "",
        "lastUpdatedBy": "CFCMGG5",
        "lastUpdatedDate": "2023-04-12T19:41:44",
        "createdDate": "2009-03-05T16:03:28",
        "remoteInd": false,
        "remoteLocationId": 16491,
        "services": [
            {
                "id": 1,
                "name": "Global Entry"
            }
        ]
    },
    {
        "id": 5024,
        "name": "Port Huron Enrollment Center",
        "shortName": "Port Huron Enrollment Center",
        "locationType": "LND",
        "locationCode": "3802",
        "address": "2321 Pine Grove Avenue",
        "addressAdditional": "",
        "city": "Port Huron",
        "state": "MI",
        "postalCode": "48060",
        "countryCode": "US",
        "tzData": "America/New_York",
        "phoneNumber": "8109898831",
        "phoneAreaCode": "",
        "phoneCountryCode": "1",
        "phoneExtension": "",
        "phoneAltNumber": "8109898830",
        "phoneAltAreaCode": "",
        "phoneAltCountryCode": "1",
        "phoneAltExtension": "",
        "faxNumber": "8109820318",
        "faxAreaCode": "",
        "faxCountryCode": "1",
        "faxExtension": "",
        "effectiveDate": "2023-05-16T04:00",
        "temporary": false,
        "inviteOnly": false,
        "operational": true,
        "directions": "PLAN ACCOURDINGLY- CONSTRUCTION ON THE BRIDGE, RESULTS IN DELAYS .\nDO NOT BRING ANY ADDITONAL PEOPLE  WITH YOU. For minor children: both parents must be at the appointment,  if the other parent is not available, we have consent forms please ask for them & we will email it to you.  ******\n>>>>DO NOT FOLLOW GPS, IT WILL TAKE YOU TO CANADA<<<<<<<<\n\nFROM DETROIT OR FLINT TAKE I-94 EAST INTO PORT HURON exit#275,  at the light turn LEFT,  stay in the LEFT turn lane. As soon as you go under the bridge, merge into the left turn lane, TURN LEFT into the CUSTOMS PARKING LOT (before the traffic light).  \nFROM CANADA - TAKE DOWNTOWN EXIT (on right) OFF OF BRIDGE,  go to the traffic signal and turn RIGHT (Hancock St),  next traffic light is PINE GROVE, turn RIGHT, stay on right hand lane; and go past the traffic light (Bridge to Canada), turn RIGHT into the CUSTOMS PARKING LOT ON RIGHT(fenced in area before you go under bridge) after the light.  >We are located in the bridge. Find the glass double doors go into the vestibule, ring the intercom & let them know you are here for your appointment.  Enrollment Center in on the 2nd Floor in the Bridge.\n\n",
        "notes": "PLAN ACCOURDINGLY- CONSTRUCTION ON THE BRIDGE, RESULTS IN DELAYS .\n\n*****We do not have room for extra people! Please only those with appointments should be present, do not bring extra people to your appointment. **********Do Not Be Late for your appointment \n\n**BRING ALL the following documents: Birth Certificate/Passport/Citizenship certificates/Permanent Resident \nCards/other immigration documents/Drivers license , state ID card**   \n\n We do not have room for extra people! Please only those with appointments should be present, do not bring extra people to your appointment. \n\nNEXUS ENROLLMENT CENTER IS ON THE 2ND FLOOR. \nHours: Monday , Tuesday &  Friday  0815-1500  Wednesday & Thursday 0815-1900\n\nEMAIL: porthuronnexus@cbp.dhs.gov",
        "mapFileName": "/locations/5024/image",
        "accessCode": "",
        "lastUpdatedBy": "FZA6MXH",
        "lastUpdatedDate": "2023-08-03T12:03:57",
        "createdDate": "2008-12-02T09:03:05",
        "remoteInd": false,
        "remoteLocationId": 16537,
        "services": [
            {
                "id": 1,
                "name": "Global Entry"
            },
            {
                "id": 2,
                "name": "NEXUS"
            }
        ]
    },
    {
        "id": 5060,
        "name": "Warroad Enrollment Center ",
        "shortName": "Warroad Enrollment Center ",
        "locationType": "LND",
        "locationCode": "3423",
        "address": "41059 Warroad Enrollment Center",
        "addressAdditional": "State Hwy 313 N",
        "city": "Warroad",
        "state": "MN",
        "postalCode": "56763",
        "countryCode": "US",
        "tzData": "America/Chicago",
        "phoneNumber": "2183862796",
        "phoneAreaCode": "",
        "phoneCountryCode": "1",
        "phoneExtension": "",
        "phoneAltNumber": "",
        "phoneAltAreaCode": "",
        "phoneAltCountryCode": "",
        "phoneAltExtension": "",
        "faxNumber": "2183862854",
        "faxAreaCode": "",
        "faxCountryCode": "1",
        "faxExtension": "",
        "effectiveDate": "2022-04-08T05:00",
        "temporary": false,
        "inviteOnly": false,
        "operational": true,
        "directions": "From Warroad, MN, turn north at the intersection of MN Hwy 11 and MN Hwy 313.  Drive 5 miles to the Warroad Port of Entry.",
        "notes": "**** Warroad Enrollment Center does NOT conduct remote interviews****\nPark in visitor parking on the East side of main building.  Bring your \"Conditionally Approved\" letter, forms of identification (passport, birth certificate, driver's license, etc).  \nThe Warroad EC is open Monday -Wednesday 8 am-4pm.\nCall the Warroad Port at 218-386-2796 for questions.\n",
        "accessCode": "",
        "lastUpdatedBy": "DGE1HRM",
        "lastUpdatedDate": "2023-05-03T09:07:30",
        "createdDate": "2013-05-13T10:27:51",
        "remoteInd": false,
        "services": [
            {
                "id": 1,
                "name": "Global Entry"
            },
            {
                "id": 2,
                "name": "NEXUS"
            },
            {
                "id": 5,
                "name": "U.S. / Canada FAST"
            }
        ]
    },
    {
        "id": 5080,
        "name": "Sault Ste Marie Enrollment Center",
        "shortName": "Sault Ste Marie EC",
        "locationType": "LND",
        "locationCode": "3803",
        "address": "900 International Bridge Plaza",
        "addressAdditional": "",
        "city": "Sault Ste. Marie",
        "state": "MI",
        "postalCode": "49783",
        "countryCode": "US",
        "tzData": "America/New_York",
        "phoneNumber": "9066323837",
        "phoneAreaCode": "",
        "phoneCountryCode": "1",
        "phoneExtension": "2026",
        "phoneAltNumber": "9066323837",
        "phoneAltAreaCode": "",
        "phoneAltCountryCode": "1",
        "phoneAltExtension": "2027",
        "faxNumber": "9066326171",
        "faxAreaCode": "",
        "faxCountryCode": "1",
        "faxExtension": "",
        "effectiveDate": "2022-08-30T04:00",
        "temporary": false,
        "inviteOnly": false,
        "operational": true,
        "directions": "Driving in the U.S.: I-75 north to exit 394.  Left on Easterday Ave.  Right on Portage St.  Travel approximately ½ mile to CBP Building.  Parking lot is on the right side of the road.  Enter the building from the center elevator to the 1st floor.  \n\nDriving in from Canada:  Take first exit immediately after paying at toll booth.  Turn right onto Portage.  CBP building parking lot is on the right side of the road.  Enter the building from the center elevator to the 1st floor. \n",
        "notes": "Documents needed for your interview:  a Birth Certificate or legible copy, Drivers License, valid Passport, Citizenship Certificate, Proof of Citizenship or Permanent Resident Card.  \n\nPlease be prompt and timely adhering to your appointment time.  \n",
        "accessCode": "",
        "lastUpdatedBy": "CFBLXRC",
        "lastUpdatedDate": "2023-06-29T14:54:55",
        "createdDate": "2012-03-29T14:02:10",
        "remoteInd": false,
        "services": [
            {
                "id": 1,
                "name": "Global Entry"
            },
            {
                "id": 2,
                "name": "NEXUS"
            },
            {
                "id": 5,
                "name": "U.S. / Canada FAST"
            }
        ]
    },
    {
        "id": 5100,
        "name": "Pembina Enrollment Center",
        "shortName": "Pembina Enrollment Center",
        "locationType": "LND",
        "locationCode": "3401",
        "address": "10980 Interstate 29",
        "addressAdditional": "Suite 2",
        "city": "Pembina",
        "state": "ND",
        "postalCode": "58271",
        "countryCode": "US",
        "tzData": "America/Chicago",
        "phoneNumber": "7018255878",
        "phoneAreaCode": "",
        "phoneCountryCode": "1",
        "phoneExtension": "",
        "phoneAltNumber": "7018255849",
        "phoneAltAreaCode": "",
        "phoneAltCountryCode": "1",
        "phoneAltExtension": "",
        "faxNumber": "7018256567",
        "faxAreaCode": "",
        "faxCountryCode": "1",
        "faxExtension": "",
        "effectiveDate": "2007-09-24T05:00",
        "temporary": false,
        "inviteOnly": false,
        "operational": true,
        "directions": "Located on the US/Canadian Border in the US Customs and Border Protection building. Turn Left immediately after the blue \"Enrollment Center\" sign. Park in the Employee parking lot.  ",
        "notes": "If you are going to be late for your scheduled appointment, call ahead to notify the Enrollment Center Staff. If you do not phone ahead, you may have to reschedule for another day..",
        "mapFileName": "/locations/5100/image",
        "accessCode": "",
        "lastUpdatedBy": "EZALI14",
        "lastUpdatedDate": "2022-07-18T08:44:51",
        "createdDate": "2007-09-24T13:56:37",
        "remoteInd": false,
        "services": [
            {
                "id": 2,
                "name": "NEXUS"
            },
            {
                "id": 5,
                "name": "U.S. / Canada FAST"
            }
        ]
    },
    {
        "id": 5101,
        "name": "Houlton POE/Woodstock",
        "shortName": "Houlton Enrollment Center",
        "locationType": "LND",
        "locationCode": "0106",
        "address": "27 Customs Loop",
        "addressAdditional": "",
        "city": "Houlton",
        "state": "ME",
        "postalCode": "04730",
        "countryCode": "US",
        "tzData": "America/New_York",
        "phoneNumber": "2075322131",
        "phoneAreaCode": "",
        "phoneCountryCode": "1",
        "phoneExtension": "239",
        "phoneAltNumber": "2075322131",
        "phoneAltAreaCode": "",
        "phoneAltCountryCode": "1",
        "phoneAltExtension": "225",
        "faxNumber": "2075326622",
        "faxAreaCode": "",
        "faxCountryCode": "1",
        "faxExtension": "",
        "effectiveDate": "2023-02-10T05:00",
        "temporary": false,
        "inviteOnly": false,
        "operational": true,
        "directions": "The Enrollment Center is located at the Houlton, Maine Port of Entry, at the end of the Interstate 95 highway.  If coming from Canada, please tell the Primary Officer that you are there for a Trusted Traveler interview and you will be directed to the Enrollment Center.  If you are coming from the United States, please enter the parking lot on the left just prior to the Port of Entry.  Follow signs to the lobby of the main building and tell the officer inside that you are there for a Trusted Traveler interview.  You will be directed to the Enrollment Center.",
        "notes": "Enrollment Center conducts NEXUS and FAST North interviews.  All applicants are required to bring proof of citizenship, birth certificates, passports if applicable, and verification of permanent physical address and mailing address to their appointment.\n\n++Applicants must be able to provide evidence that they are admissible to the United States, including evidence of vaccination for COVID-19, as required.",
        "accessCode": "",
        "lastUpdatedBy": "ZZDJC5X",
        "lastUpdatedDate": "2023-02-17T14:14:06",
        "createdDate": "2017-02-24T11:03:46",
        "remoteInd": false,
        "services": [
            {
                "id": 2,
                "name": "NEXUS"
            },
            {
                "id": 5,
                "name": "U.S. / Canada FAST"
            }
        ]
    }
]